{
  "product": [
    {
      "productid": "1",
      "productname": "Green Necklace",
      "productsciname": "Curio rowleyanus (String of Pearls)",
      "productlabel": "Semi-Indoor, Hanging, Succulent",
      "productlowprice": 80,
      "producthighprice": 190,
      "productprice": [80, 150],
      "risk": "medium",
      "productrating": 4,
      "productsize": ["3", "5"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["StringofPearl1.webp", "StringofPearl2.webp"],
      "description": "String of Pearls is a beautiful trailing succulent with small, round, bead-like green leaves that hang gracefully over pots and baskets. It is easy to care for, loves bright indirect light, and adds a soft, elegant touch to indoor spaces—perfect for shelves and hanging planters 🌱",
      "shortDescription": "String of Pearls is a trailing succulent with round, bead-like green leaves. It’s easy to care for, loves bright indirect light, and looks perfect in hanging pots or shelves 🌿",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Water: Water only when the soil is completely dry. Overwatering causes root rot.",
        "Sunlight: Bright, indirect light is best. A little morning sun is okay.",
        "Soil: Use well-draining succulent/cactus soil. Never use heavy garden soil.",
        "Perfect low-maintenance trailing succulent for hanging pots and shelves"
      ]
    },
    {
      "productid": "2",
      "productname": "Golden Edges",
      "productsciname": "Crassula ovata ‘Variegata’ (Variegated Jade)",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 160,
      "productprice": [80, 120],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["4", "5"],
      "productpotsize": ["3", "4"],
      "frontpage": true,
      "productimg": ["JadeVarigated1.webp"],
      "description": "The Variegated Jade is a beautiful, slow-growing succulent loved for its thick, fleshy leaves highlighted with creamy white or yellow edges and soft green centers. Each leaf looks hand-painted, making this plant a standout in any indoor plant collection. Known as a symbol of good luck, prosperity, and positive energy, it’s perfect for homes and workspaces.",
      "shortDescription": "Variegated Jade is a compact, low-maintenance succulent with thick green leaves edged in creamy white or yellow. Known for bringing good luck and prosperity, it thrives in bright indirect light and needs minimal watering—perfect for homes and offices. 🌿✨",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Water: Water only when the soil is completely dry. Overwatering can cause root rot.",
        "Sunlight: Loves bright, indirect sunlight; a few hours of gentle morning sun is ideal.",
        "Soil: Use well-draining soil (succulent/cactus mix) to keep roots healthy.",
        "Perfect for beginners and low-maintenance homes 🌿"
      ]
    },
    {
      "productid": "3",
      "productname": "Sky Rosette",
      "productsciname": "Echeveria ‘Blue Bird’",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 100,
      "producthighprice": 200,
      "productprice": [100, 160],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3", "5"],
      "productpotsize": ["3", "4"],
      "frontpage": true,
      "productimg": ["BlueBird1.webp", "BlueBird2.webp"],
      "description": "Blue Bird (Echeveria) is a stunning rosette-shaped succulent with soft blue-gray leaves highlighted by pink edges. Its powdery, pastel tones give it a calm and elegant look, making it perfect for indoor décor and succulent arrangements. Easy to care for, it loves bright light, well-draining soil, and minimal watering—ideal for beginners and plant lovers alike. 🌿💙",
      "shortDescription": "Blue Bird is a beautiful succulent with soft blue-gray rosette leaves and delicate pink edges. Elegant, compact, and easy to care for, it thrives in bright light with minimal watering—perfect for homes and offices. 🌿💙",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Water: Water only when the soil is completely dry. Overwatering can cause root rot.",
        "Sunlight: Bright light with gentle morning sun. Too much harsh sun may burn leaves.",
        "Soil: Well-draining succulent/cactus mix. Good drainage is a must.",
        "Perfect for beginners and indoor spots with good light 🌿"
      ]
    },
    {
      "productid": "4",
      "productname": "Opal Glow",
      "productsciname": "Graptoveria ‘Opalina’ (Echeveria × Graptopetalum hybrid)",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 100,
      "producthighprice": 200,
      "productprice": [100, 160],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3", "5"],
      "productpotsize": ["3", "4"],
      "frontpage": true,
      "productimg": ["Graptovira1.webp"],
      "description": "Graptoveria Opalina is a charming succulent with thick, rounded leaves in soft pastel shades of blue, green, and lavender, often blushing pink under bright light. Its neat rosette form and powdery finish make it a favorite for pots and succulent arrangements. Easy to grow and low maintenance, it prefers bright light, well-draining soil, and minimal watering—perfect for beginners and collectors alike. 🌿✨",
      "shortDescription": "Graptoveria Opalina is a lovely rosette succulent with thick pastel blue-green leaves that blush pink in bright light. Compact, low-maintenance, and perfect for indoor décor and succulent collections. 🌿✨",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry. Avoid overwatering; it’s drought-tolerant.",
        "Sunlight: Needs bright light to full sun (4–6 hours). More light brings out its beautiful pastel colors.",
        "Soil: Use well-draining succulent/cactus mix. Good drainage is very important to prevent root rot.",
        "Perfect for beginners and indoor sunny spots 🌿"
      ]
    },
    {
      "productid": "5",
      "productname": "Emerald Bloom",
      "productsciname": "Echeveria sp. (Green rosette type)",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 200,
      "productprice": [80, 160],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["2", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["GreenEchiveria1.webp"],
      "description": "A beautiful green rosette-forming succulent with thick, fleshy leaves and branching woody stems. This hardy hybrid grows multiple offsets, giving it a lush and full appearance over time. Easy to care for and perfect for sunny windowsills, balconies, and beginner plant lovers. Its compact growth and fresh green tones make it an ideal choice for indoor and outdoor succulent collections. 🌿",
      "shortDescription": "A compact green succulent with fleshy rosettes and branching stems, easy to grow and perfect for bright spaces. 🌿",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry. Avoid overwatering; it’s drought-tolerant.",
        "Sunlight: Needs bright light to full sun (4–6 hours). More light brings out its Vibrant Green colors.",
        "Soil: Use well-draining succulent/cactus mix. Good drainage is very important to prevent root rot.",
        "Perfect for beginners and indoor sunny spots 🌿"
      ]
    },
    {
      "productid": "6",
      "productname": "Sunburst Globe",
      "productsciname": "Gymnocalycium mihanovichii variegata (Variegated Gymnocalycium)",
      "productlabel": "Semi-Indoor, Cactus",
      "productlowprice": 450,
      "producthighprice": 490,
      "productprice": [450],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["Gymno1.webp"],
      "description": "A rare and eye-catching variegated Gymnocalycium cactus featuring stunning shades of red, orange, yellow, and green. This slow-growing cactus forms ribbed globular bodies with soft spines and produces offsets over time. Its natural variegation makes every plant unique, adding a bold pop of color to any cactus collection. Ideal for bright indoor spaces and protected outdoor areas. 🌵✨",
      "shortDescription": "A rare variegated Gymnocalycium cactus with vibrant red, orange, and green tones—compact, colorful, and easy to maintain. 🌵",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry. Overwatering can cause root rot.",
        "Sunlight: Bright indirect light or gentle morning sun is ideal. Avoid harsh afternoon sunlight.",
        "Soil: Use a fast-draining cactus mix with good aeration. Never use heavy garden soil.",
        "Slow-growing and perfect for collectors and beginners alike 🌵"
      ]
    },
    {
      "productid": "7",
      "productname": "Dusty Rose",
      "productsciname": "Echeveria ‘Hanaikada’",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 120,
      "producthighprice": 260,
      "productprice": [120, 220],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["Hanaikada1.webp"],
      "description": "A charming rosette-forming Echeveria succulent with soft brown, dusty pink, and muted lavender tones. Its thick, fleshy leaves grow in a tight symmetrical rosette, making it a perfect choice for miniature pots and decorative arrangements. Color deepens beautifully under bright light, adding a calm and elegant touch to any succulent collection. Easy to care for and ideal for beginners and collectors alike. 🌸",
      "shortDescription": "A compact Echeveria with dusty brown-pink rosettes, perfect for bright indoor spaces and small pots. 🌿",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry. Avoid frequent watering to prevent rot.",
        "Sunlight: Bright indirect light or gentle morning sun helps maintain compact shape and color.",
        "Soil: Use a well-draining succulent mix with good airflow around the roots.",
        "Great for desks, windowsills, and succulent gift arrangements 🌱"
      ]
    },
    {
      "productid": "8",
      "productname": "Little Sprout",
      "productsciname": "Echeveria hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 180,
      "producthighprice": 220,
      "productprice": [180],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["LittleSprout1.webp", "LittleSprout2.webp"],
      "description": "A delightful green rosette succulent that produces multiple baby offsets and elegant flower stalks over time. Its thick, fleshy leaves stay compact and vibrant, making it a joyful addition to desks, windowsills, and small plant collections. Easy to grow and full of life, this plant brings a fresh and calming feel to any space. 🌱✨",
      "shortDescription": "A cheerful green rosette succulent with baby offsets and flower stalks—easy, lively, and beginner-friendly. 🌿",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is fully dry. Avoid frequent watering to prevent root rot.",
        "Sunlight: Bright indirect light or gentle morning sun keeps the plant compact and healthy.",
        "Soil: Use a well-draining succulent mix to ensure proper root airflow.",
        "Produces baby offsets and flowers with proper care 🌸"
      ]
    },
    {
      "productid": "9",
      "productname": "Green Tower",
      "productsciname": "Crassula muscosa",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 200,
      "productprice": [80, 160],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["GreenTower1.webp", "GreenTower2.webp", "GreenTower3.webp"],
      "description": "A unique upright succulent with tightly stacked, scale-like green leaves forming a tower-shaped structure. This architectural plant produces delicate flower spikes and branches beautifully over time, creating a dense and textured look. Easy to grow and visually striking, it’s perfect for modern interiors, desks, and succulent arrangements. 🌿✨",
      "shortDescription": "An upright stacked-leaf succulent with a tower-like form—unique, easy, and visually striking. 🌱",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry. Overwatering can cause stem rot.",
        "Sunlight: Bright indirect light or gentle morning sun keeps the plant compact and healthy.",
        "Soil: Use a fast-draining succulent or cactus mix for best growth.",
        "Branches and flowers well with proper light and care 🌼"
      ]
    },
    {
      "productid": "10",
      "productname": "Ruby Paddle",
      "productsciname": "Kalanchoe luciae",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 200,
      "producthighprice": 240,
      "productprice": [200],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["RubyPaddle1.webp", "RubyPaddle2.webp", "RubyPaddle3.webp"],
      "description": "A bold paddle-shaped succulent with soft green leaves outlined in striking ruby-red edges. This slow-growing plant develops deeper color under bright light, creating a dramatic and sculptural look. Hardy, drought-tolerant, and easy to care for, it’s a perfect statement plant for sunny windowsills and modern interiors. ❤️🌿",
      "shortDescription": "A paddle-leaf succulent with red-edged green leaves—bold, hardy, and easy to grow. 🌱",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry. Overwatering may cause leaf rot.",
        "Sunlight: Bright light or gentle direct sun enhances the red leaf edges.",
        "Soil: Use a well-draining succulent or cactus soil mix.",
        "Color intensifies beautifully with proper sunlight ☀️"
      ]
    },
    {
      "productid": "11",
      "productname": "Cotton Candy",
      "productsciname": "Anacampseros sp.",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 120,
      "producthighprice": 220,
      "productprice": [120, 180],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["2", "3"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["CottonCandy1.webp", "CottonCandy2.webp"],
      "description": "A unique and eye-catching succulent featuring soft green leaves tipped with deep purple and wrapped in delicate cotton-like hairs. This fuzzy texture helps protect the plant from harsh sunlight, giving it a magical, almost cloud-like appearance. Compact, slow-growing, and full of character, it’s a must-have for collectors and succulent lovers alike. ☁️🌿",
      "shortDescription": "A fuzzy Anacampseros succulent with green leaves, purple tips, and cottony webbing—rare and charming. ✨",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry. Avoid wetting the cottony hairs.",
        "Sunlight: Bright indirect light or gentle morning sun enhances color and keeps growth compact.",
        "Soil: Use a fast-draining succulent mix with added grit or sand.",
        "Handle gently to preserve its soft cotton-like texture 🤍"
      ]
    },
    {
      "productid": "12",
      "productname": "Candy Drops",
      "productsciname": "Sedum rubrotinctum",
      "productlabel": "Outdoor, Succulent",
      "productlowprice": 60,
      "producthighprice": 220,
      "productprice": [60, 120, 180],
      "risk": "critical",
      "productrating": 1,
      "productsize": ["2", "3", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["bubble1.webp"],
      "description": "A cheerful and easy-care succulent with plump, jelly bean–shaped green leaves that turn red at the tips when exposed to bright sunlight. Sedum rubrotinctum is fast-growing, drought-tolerant, and perfect for both beginners and collectors. Its candy-like appearance makes it a standout in any succulent arrangement. 🌱❤️",
      "shortDescription": "Plump green jelly bean–shaped leaves with red tips that intensify in sunlight—cute and beginner-friendly.",
      "stockAvailable": [true, true, true],
      "discount": [0, 0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is fully dry. Overwatering may cause leaf drop.",
        "Sunlight: Bright light to full sun for best red coloration on leaf tips.",
        "Soil: Well-draining cactus or succulent soil is essential.",
        "Can be easily propagated from fallen leaves 🌱"
      ]
    },
    {
      "productid": "13",
      "productname": "Bloom Buddy",
      "productsciname": "Echeveria sp.",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 190,
      "productprice": [80, 150],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["2", "3"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["echi1.webp", "echi2.webp"],
      "description": "A healthy rosette-forming Echeveria displaying a beautiful flowering stalk. The thick green leaves with subtle red tips form a compact cluster, while the tall bloom spike adds elegance and charm. Ideal for bright indoor spots, balconies, and succulent collections, this plant rewards good care with seasonal flowers. 🌿🌸",
      "shortDescription": "Compact Echeveria with plump green leaves and a graceful flowering stalk—easy-care and decorative.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is fully dry. Reduce watering during flowering.",
        "Sunlight: Bright indirect light or gentle morning sun encourages blooms.",
        "Soil: Fast-draining succulent soil with grit or perlite is essential.",
        "Do not cut the flower stalk until it dries naturally 🌸"
      ]
    },
    {
      "productid": "14",
      "productname": "Green Fortune",
      "productsciname": "Crassula ovata",
      "productlabel": "Indoor, Succulent",
      "productlowprice": 100,
      "producthighprice": 220,
      "productprice": [100, 180],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["4", "5"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["Jade1.webp", "Jade2.webp"],
      "description": "A classic and hardy succulent with thick, woody stems and fleshy oval green leaves edged with a natural red tint. The Jade Plant is known for its long life, low maintenance, and association with good luck and prosperity. Perfect for indoor bright spots, balconies, and office desks. 🌿✨",
      "shortDescription": "Classic Jade Plant with thick stems and glossy green leaves—easy-care and long-lasting.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry. Overwatering causes root rot.",
        "Sunlight: Bright indirect light or a few hours of morning sun is ideal.",
        "Soil: Use well-draining succulent or cactus soil.",
        "Prune occasionally to maintain a bushy shape 🌱"
      ]
    },
    {
      "productid": "15",
      "productname": "Rosy Kiss",
      "productsciname": "Echeveria agavoides 'Lipstick'",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 180,
      "producthighprice": 290,
      "productprice": [180, 250],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["2", "3"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["lipstick1.webp", "lipstick2.webp"],
      "description": "A stunning rosette-forming Echeveria with compact green leaves sharply tipped in bright pinkish-red, resembling a touch of lipstick. Under good light, the colors intensify beautifully. Slow-growing, neat, and highly decorative—perfect for collectors and modern succulent arrangements. 💄🌿",
      "shortDescription": "Compact Echeveria with green rosettes and bold pink-red leaf tips—eye-catching and elegant.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when soil is completely dry. Avoid overwatering.",
        "Sunlight: Bright indirect light or gentle morning sun enhances red tips.",
        "Soil: Fast-draining succulent mix with grit or perlite.",
        "Rotate the pot occasionally to keep the rosette symmetrical 🌸"
      ]
    },
    {
      "productid": "16",
      "productname": "Golden Sword",
      "productsciname": "Dracaena trifasciata 'Golden Hahnii'",
      "productlabel": "Indoor, Air Purifying",
      "productlowprice": 150,
      "producthighprice": 290,
      "productprice": [150, 250],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["4", "5"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["SnakePlant1.webp", "SnakePlant2.webp"],
      "description": "A compact and hardy snake plant variety with dark green upright leaves highlighted by bright golden-yellow margins. Known for its excellent air-purifying qualities and extreme tolerance to low light and irregular watering, this plant is perfect for homes, offices, and bedrooms. 🌿✨",
      "shortDescription": "Compact golden snake plant with upright green leaves and yellow edges—low maintenance and air purifying.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water sparingly only when the soil is completely dry.",
        "Sunlight: Thrives in low to bright indirect light; avoid harsh direct sun.",
        "Soil: Use a well-draining potting mix or cactus soil.",
        "One of the best plants for beginners and busy plant parents 🌱"
      ]
    },
    {
      "productid": "17",
      "productname": "Green Shield",
      "productsciname": "Dracaena trifasciata 'Hahnii'",
      "productlabel": "Indoor, Air Purifying",
      "productlowprice": 100,
      "producthighprice": 190,
      "productprice": [100, 150],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["4", "5"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["SnakePlantDraft1.webp"],
      "description": "A compact bird’s nest–style snake plant with patterned green leaves arranged in a natural rosette. Tough, slow-growing, and extremely low maintenance, this plant is perfect for desks, shelves, and indoor corners. It also helps improve indoor air quality while adding a calm, structured look. 🛡️🌿",
      "shortDescription": "Compact bird’s nest snake plant with patterned green leaves—strong, calm, and beginner-friendly.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water sparingly only when the soil is fully dry.",
        "Sunlight: Thrives in low to bright indirect light.",
        "Soil: Use a well-draining potting or cactus mix.",
        "Perfect low-care plant for homes, offices, and bedrooms 🌱"
      ]
    },
    {
      "productid": "18",
      "productname": "Brownie Bite",
      "productsciname": "Echeveria hybrid (dark variety)",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 150,
      "producthighprice": 220,
      "productprice": [150, 180],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["2", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["brownie1.webp", "brownie2.webp"],
      "description": "A rich, dark-toned rosette succulent with deep chocolate-brown leaves arranged in a perfect spiral. Compact and slow-growing, this eye-catching plant adds a bold contrast to any succulent collection. Easy to maintain and full of character, it’s a treat for collectors and beginners alike. 🍫🌿",
      "shortDescription": "A dark chocolate-colored Echeveria rosette—compact, bold, and irresistibly cute.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light or gentle morning sun enhances dark coloration.",
        "Soil: Use a fast-draining succulent mix with grit or perlite.",
        "Darker color develops better under good light 🌑✨"
      ]
    },
    {
      "productid": "19",
      "productname": "Green Bun",
      "productsciname": "Crassula hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 100,
      "producthighprice": 190,
      "productprice": [100, 150],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["2", "3"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["bun1.webp"],
      "description": "A charming clustered succulent with stacked green leaves edged in soft red tones, forming a bun-like shape as it grows. Compact, cheerful, and easy to maintain, this plant adds texture and freshness to desks, shelves, and small succulent collections. 🌱✨",
      "shortDescription": "A stacked green Crassula with red-edged leaves—compact, cute, and beginner-friendly.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light or gentle morning sun keeps edges colorful.",
        "Soil: Use a fast-draining succulent mix.",
        "Grows fuller with good light and occasional rotation 🌿"
      ]
    },
    {
      "productid": "20",
      "productname": "Green Cone",
      "productsciname": "Crassula hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 180,
      "producthighprice": 220,
      "productprice": [180],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["bunc1.webp"],
      "description": "A delightful stacked succulent with tightly layered green leaves forming a natural cone shape. Compact, sculptural, and full of charm, this Crassula hybrid is easy to care for and perfect for desks, shelves, and mini succulent collections. 🌱✨",
      "shortDescription": "A cone-shaped stacked green Crassula—compact, sculptural, and beginner-friendly.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light or gentle morning sun keeps growth tight.",
        "Soil: Use a fast-draining succulent mix.",
        "Rotate the pot occasionally to maintain even growth 🌿"
      ]
    },
    {
      "productid": "21",
      "productname": "Choco Chip",
      "productsciname": "Sedum hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 190,
      "productprice": [80, 150],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["2", "3"],
      "productpotsize": ["3"],
      "frontpage": false,
      "productimg": ["chocolate1.webp", "chocolate2.webp"],
      "description": "A cute, compact succulent with tiny bead-like green leaves clustered tightly like chocolate chips. Easy to grow and quick to fill its pot, this Sedum hybrid is perfect for desks, shelves, and mini succulent arrangements. Sweet in size and simple to care for, it’s a beginner favorite. 🍫🌿",
      "shortDescription": "A tiny clustered Sedum with bead-like leaves—cute, compact, and easy to grow.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light or mild morning sun keeps growth compact.",
        "Soil: Use fast-draining succulent or cactus soil.",
        "Grows fuller and spreads gently with proper light 🌱"
      ]
    },
    {
      "productid": "22",
      "productname": "Mint Tail",
      "productsciname": "Sedum morganianum",
      "productlabel": "Semi-Indoor, Trailing Succulent",
      "productlowprice": 150,
      "producthighprice": 190,
      "productprice": [150],
      "risk": "critical",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["donkeytail1.webp"],
      "description": "A charming trailing succulent with soft, bead-like mint green leaves stacked neatly along cascading stems. Delicate in appearance but easy to grow, this plant looks stunning in hanging pots and shelf edges. A gentle, calming addition to any succulent collection. 🌿✨",
      "shortDescription": "A soft mint-green trailing succulent with bead-like leaves—delicate, calming, and beautiful.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry. Handle gently—leaves fall easily.",
        "Sunlight: Bright indirect light or gentle morning sun keeps leaves plump.",
        "Soil: Use fast-draining succulent soil.",
        "Avoid frequent handling to prevent leaf drop 🌱"
      ]
    },
    {
      "productid": "23",
      "productname": "Peach Whirl",
      "productsciname": "Echeveria hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 180,
      "producthighprice": 220,
      "productprice": [180],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["echilo1.webp", "echilo2.webp"],
      "description": "A graceful rosette-forming Echeveria with soft green leaves brushed in warm peach and blush tones. Neatly layered and naturally symmetrical, this calm and elegant succulent adds a soothing touch to desks, shelves, and succulent collections. 🌿🍑",
      "shortDescription": "A soft peach-toned Echeveria rosette—calm, elegant, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light enhances peach coloration.",
        "Soil: Use a fast-draining succulent mix with good airflow.",
        "Rotate the pot occasionally to keep the rosette evenly shaped ✨"
      ]
    },
    {
      "productid": "24",
      "productname": "Green Glow",
      "productsciname": "Echeveria hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 190,
      "productprice": [80, 150],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["2", "3"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["echive1.webp"],
      "description": "A fresh and vibrant Echeveria with a perfectly formed green rosette that radiates a healthy, glowing look. Compact and easy to care for, this cheerful succulent brightens up desks, windowsills, and small plant collections with its lively presence. 🌿✨",
      "shortDescription": "A bright green Echeveria rosette—fresh, compact, and easy to grow.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light keeps the green color vibrant.",
        "Soil: Use a fast-draining succulent mix.",
        "Rotate the pot occasionally for even growth 🌱"
      ]
    },
    {
      "productid": "25",
      "productname": "Mint Swirl",
      "productsciname": "Echeveria hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 180,
      "producthighprice": 220,
      "productprice": [180],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["ecidif1.webp"],
      "description": "A beautifully layered Echeveria with soft mint-green leaves arranged in a perfect spiral rosette. Compact, symmetrical, and calming in appearance, this succulent is ideal for desks, shelves, and minimalist plant collections. Easy to grow and pleasing to the eye, it adds a fresh touch to any space. 🌿✨",
      "shortDescription": "A mint-green Echeveria rosette with a perfect swirl—calm, compact, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light helps maintain the compact rosette shape.",
        "Soil: Use a fast-draining succulent mix for healthy roots.",
        "Rotate the pot occasionally to keep growth even 🌱"
      ]
    },
    {
      "productid": "26",
      "productname": "Green Fingers",
      "productsciname": "Crassula ovata 'Gollum'",
      "productlabel": "Indoor, Succulent",
      "productlowprice": 180,
      "producthighprice": 320,
      "productprice": [180, 280],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["4", "5"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["jadebub1.webp"],
      "description": "A fun and sculptural jade plant with tubular, finger-like green leaves that grow upright and compact. Strong, slow-growing, and very easy to care for, this unique succulent adds character and charm to desks, balconies, and indoor plant collections. 🌿✨",
      "shortDescription": "A finger-shaped jade succulent—quirky, compact, and super easy to grow.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light or gentle morning sun keeps growth healthy.",
        "Soil: Use a well-draining succulent or cactus mix.",
        "Grows stronger and fuller with good light 🌱"
      ]
    },
    {
      "productid": "27",
      "productname": "Green Drizzle",
      "productsciname": "Portulacaria afra",
      "productlabel": "Indoor, Trailing Succulent",
      "productlowprice": 180,
      "producthighprice": 240,
      "productprice": [80, 150, 200],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["4", "5", "6"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["jadelo1.webp"],
      "description": "A graceful trailing succulent with small, round, glossy green leaves that flow gently over the pot. Easy to grow and highly adaptable, this plant brings a fresh, calming vibe to hanging pots, shelves, and balconies. Perfect for both beginners and plant lovers who enjoy trailing greens. 🌿✨",
      "shortDescription": "A soft trailing jade with round green leaves—fresh, flowing, and easy to care for.",
      "stockAvailable": [true, true, true],
      "discount": [0, 0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light or mild morning sun encourages healthy growth.",
        "Soil: Use a well-draining succulent or cactus mix.",
        "Can be pruned easily to maintain shape and fullness 🌱"
      ]
    },
    {
      "productid": "28",
      "productname": "Red Rim",
      "productsciname": "Crassula ovata (hybrid)",
      "productlabel": "Indoor, Succulent",
      "productlowprice": 150,
      "producthighprice": 190,
      "productprice": [150],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["jadev1.webp", "jadev2.webp"],
      "description": "A charming compact jade plant with soft green leaves outlined by delicate red margins. Neatly shaped and easy to maintain, this succulent adds a warm pop of color while keeping a calm, balanced look. Ideal for desks, shelves, and indoor plant collections. 🌿✨",
      "shortDescription": "A compact jade succulent with green leaves and red edges—simple, colorful, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light enhances the red leaf edges.",
        "Soil: Use a well-draining succulent or cactus mix.",
        "Red color deepens with good light exposure 🌞"
      ]
    },
    {
      "productid": "29",
      "productname": "Lakshmi Bloom",
      "productsciname": "Echeveria hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 120,
      "producthighprice": 220,
      "productprice": [120, 180],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["Lakshmi1.webp"],
      "description": "A serene and perfectly shaped green Echeveria rosette that symbolizes balance, growth, and positive energy. Compact and easy to care for, this plant fits beautifully on desks, prayer corners, and gifting arrangements. Its neat form and fresh color bring a calm, auspicious feel to any space. 🌿✨",
      "shortDescription": "A compact green Echeveria rosette—calm, auspicious, and easy to grow.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light keeps the rosette tight and healthy.",
        "Soil: Use a fast-draining succulent mix.",
        "Perfect for gifting and peaceful indoor corners 🌸"
      ]
    },
    {
      "productid": "30",
      "productname": "Pink Aura",
      "productsciname": "Echeveria hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 150,
      "producthighprice": 190,
      "productprice": [150],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["pink1.webp", "pink2.webp"],
      "description": "A graceful Echeveria with soft green leaves washed in gentle pink and blush tones. Naturally forming clustered rosettes, this plant looks elegant and soothing while remaining easy to care for. A perfect choice for desks, shelves, gifting, and pastel-themed plant collections. 🌸🌿",
      "shortDescription": "A pastel pink-blushed Echeveria with soft rosettes—elegant, calm, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light enhances pink coloration.",
        "Soil: Use a fast-draining succulent mix.",
        "Pink tones deepen slightly under good light exposure ✨"
      ]
    },
    {
      "productid": "31",
      "productname": "Pink Spark",
      "productsciname": "Echeveria hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 180,
      "producthighprice": 220,
      "productprice": [180],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["pinktip1.webp", "pinktip2.webp"],
      "description": "A cheerful Echeveria with bright green leaves softly tipped in pink, giving it a fresh and lively look. Compact and easy to care for, this succulent brings a gentle pop of color while staying neat and balanced. Perfect for desks, gifting, and pastel-themed plant collections. 🌿✨",
      "shortDescription": "A green Echeveria with soft pink tips—fresh, colorful, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light enhances pink tips.",
        "Soil: Use a fast-draining succulent mix.",
        "Pink color becomes more visible with good light exposure 🌸"
      ]
    },
    {
      "productid": "32",
      "productname": "Red Bunny",
      "productsciname": "Opuntia microdasys",
      "productlabel": "Outdoor, Cactus",
      "productlowprice": 80,
      "producthighprice": 480,
      "productprice": [80, 180, 220, 300],
      "risk": "critical",
      "productrating": 1,
      "productsize": ["2", "4", "6", "8"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["RedBunny1.webp", "RedBunny2.webp"],
      "description": "A playful and eye-catching cactus with flat oval pads covered in tiny red dot-like spines that resemble bunny ears. Compact and low maintenance, this cactus adds a fun desert vibe to balconies, windowsills, and cactus collections. Best admired from a little distance due to its fine spines. 🐰🌵",
      "shortDescription": "A cute bunny-ear cactus with red dotted spines—compact, quirky, and easy to care for.",
      "stockAvailable": [true, true, true, true],
      "discount": [0, 0, 0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water sparingly only when the soil is completely dry.",
        "Sunlight: Bright light to full sun keeps the pads healthy.",
        "Soil: Use a fast-draining cactus mix.",
        "Avoid touching the pads directly—tiny spines can irritate skin 🌵",
        "Use Glove For Safety."
      ]
    },
    {
      "productid": "33",
      "productname": "Green Tears",
      "productsciname": "Curio herreanus",
      "productlabel": "Indoor, Trailing Succulent",
      "productlowprice": 100,
      "producthighprice": 220,
      "productprice": [100, 180],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["3", "4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["stringoftears1.webp"],
      "description": "A beautiful trailing succulent with plump, teardrop-shaped green leaves cascading gently over the pot. Easy to grow and visually soothing, this plant is perfect for hanging pots, shelves, and windowsills, adding a soft flowing touch to any space. 💧🌿",
      "shortDescription": "A trailing succulent with teardrop-shaped green leaves—soft, flowing, and easy to grow.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light keeps the leaves plump and healthy.",
        "Soil: Use a fast-draining succulent or cactus mix.",
        "Looks best in hanging pots or raised shelves 🌱"
      ]
    },
    {
      "productid": "34",
      "productname": "Twist Mint",
      "productsciname": "Sedum hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 180,
      "producthighprice": 220,
      "productprice": [180],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["3"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["twisted1.webp", "twisted2.webp"],
      "description": "A unique clustered succulent with tightly packed, twisted mint-green leaves forming a dense and textured mound. Compact, hardy, and easy to care for, this plant adds an interesting shape and fresh color to desks, shelves, and small succulent collections. 🌿✨",
      "shortDescription": "A twisted mint-green Sedum with compact clustered growth—unique, fresh, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light keeps the leaves compact and colorful.",
        "Soil: Use a fast-draining succulent mix.",
        "Grows fuller with good light and occasional rotation 🌱"
      ]
    },
    {
      "productid": "34",
      "productname": "Golden Flame",
      "productsciname": "Sedum nussbaumerianum",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 180,
      "productprice": [80, 140],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["3", "4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["Golden1.webp"],
      "description": "A striking succulent with elongated leaves that glow in shades of golden yellow, orange, and soft green. Under bright light, the foliage develops warm copper tones, creating a flame-like rosette effect. Easy to grow and highly decorative, this plant brings a vibrant color accent to succulent collections, balconies, and sunny windowsills. 🌞🌿",
      "shortDescription": "Golden-orange Sedum with flame-like leaves—bright, colorful, and easy to grow.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright light enhances the golden and copper coloration.",
        "Soil: Use a fast-draining succulent mix.",
        "Color deepens beautifully with strong indirect sunlight 🌞"
      ]
    },
    {
      "productid": "35",
      "productname": "Green Ribbon",
      "productsciname": "Chlorophytum comosum",
      "productlabel": "Indoor, Air Purifying",
      "productlowprice": 120,
      "producthighprice": 160,
      "productprice": [120],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["Spider1.webp"],
      "description": "A graceful indoor foliage plant with arching green-and-white striped leaves that resemble flowing ribbons. Known for its air-purifying qualities and adaptable nature, this plant thrives in a variety of indoor conditions and gradually produces charming baby plantlets. It is an excellent choice for desks, shelves, and hanging displays, bringing freshness and elegance to any indoor space. 🌿✨",
      "shortDescription": "Striped ribbon-like indoor plant that is air-purifying, elegant, and beginner-friendly.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water when the top layer of soil feels dry.",
        "Sunlight: Bright indirect light keeps leaf colors vibrant.",
        "Soil: Use a well-draining indoor potting mix.",
        "Produces baby plantlets that can be easily propagated 🌱"
      ]
    },
    {
      "productid": "36",
      "productname": "Mini Pine",
      "productsciname": "Crassula tetragona",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 100,
      "producthighprice": 140,
      "productprice": [100],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["3"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["pine1.webp"],
      "description": "A distinctive succulent with upright needle-like leaves arranged along woody stems, giving it the charming appearance of a miniature pine tree. Compact, architectural, and very easy to maintain, this plant adds a structured and modern touch to desks, balconies, and succulent collections. 🌲🌿",
      "shortDescription": "Mini pine-like succulent with upright needle leaves—unique, compact, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light or gentle morning sun keeps stems compact.",
        "Soil: Use a fast-draining succulent mix.",
        "Prune lightly to maintain a bushy pine-like shape 🌿"
      ]
    },
    {
      "productid": "37",
      "productname": "Golden Ivy",
      "productsciname": "Hedera helix (variegated)",
      "productlabel": "Indoor, Climbing Plant",
      "productlowprice": 100,
      "producthighprice": 140,
      "productprice": [100],
      "risk": "critical",
      "productrating": 1,
      "productsize": ["5"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["Eivy1.webp"],
      "description": "A beautiful climbing foliage plant featuring triangular leaves splashed with creamy yellow and deep green variegation. Easy to train along poles, walls, or hanging baskets, this ivy brings a lively cascading effect and a refreshing natural look to indoor spaces, balconies, and vertical gardens. 🌿✨",
      "shortDescription": "Variegated climbing ivy with green and golden leaves—lush, elegant, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water when the top soil feels slightly dry.",
        "Sunlight: Bright indirect light keeps variegation vibrant.",
        "Soil: Use a well-draining indoor potting mix.",
        "Can be trained easily on moss poles or allowed to trail naturally 🌱"
      ]
    },
    {
      "productid": "38",
      "productname": "Dragon Pods",
      "productsciname": "Huernia schneideriana",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 180,
      "producthighprice": 280,
      "productprice": [180, 240],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["3", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["Dragonp1.webp", "Dragonp2.webp"],
      "description": "A fascinating succulent with thick segmented stems covered in small tooth-like spikes, giving the plant a dramatic dragon-scale appearance. This unusual species produces striking star-shaped flowers during blooming season, making it a prized addition for collectors and rare plant enthusiasts. Compact, drought-tolerant, and highly decorative, it brings an exotic desert feel to succulent collections. 🌵✨",
      "shortDescription": "Unique dragon-scale succulent with spiked segmented stems—rare, exotic, and collector-friendly.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water sparingly only when the soil is fully dry.",
        "Sunlight: Bright indirect light or gentle morning sun is ideal.",
        "Soil: Use a very fast-draining cactus mix.",
        "Avoid overwatering to prevent stem rot 🌱"
      ]
    },
    {
      "productid": "39",
      "productname": "Pink Butterfly",
      "productsciname": "Kalanchoe delagoensis (variegated)",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 140,
      "productprice": [80, 100],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["2", "3"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["pinkButter1.webp", "pinkButter2.webp"],
      "description": "A striking succulent featuring narrow leaves lined with vivid pink baby plantlets along the edges, creating a delicate butterfly-like appearance. The combination of soft purple, green, and bright pink tones makes this plant highly decorative and unique. Easy to grow and fast multiplying, it adds an eye-catching splash of color to succulent trays, balcony gardens, and collector displays. 🌸🌿",
      "shortDescription": "Colorful kalanchoe with pink baby plantlets—unique, vibrant, and fast multiplying.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light enhances pink coloration.",
        "Soil: Use a well-draining succulent mix.",
        "Produces baby plantlets that can be easily propagated 🌱"
      ]
    },
    {
      "productid": "40",
      "productname": "Mini Trail",
      "productsciname": "Callisia repens",
      "productlabel": "Indoor, Trailing Plant",
      "productlowprice": 80,
      "producthighprice": 120,
      "productprice": [80],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["pillow1.webp", "pillow2.webp"],
      "description": "A charming trailing plant with tiny rounded green leaves cascading gently over the pot, creating a soft pillow-like effect. Compact, fast-growing, and very easy to maintain, it is perfect for hanging baskets, shelves, and balcony displays where it forms lush flowing greenery over time. 🌿✨",
      "shortDescription": "Tiny-leaf trailing plant with a soft cascading look—compact, lush, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water when the top layer of soil becomes slightly dry.",
        "Sunlight: Bright indirect light encourages dense trailing growth.",
        "Soil: Use a light, well-draining indoor potting mix.",
        "Trim occasionally to maintain a fuller cascading shape 🌱"
      ]
    },
    {
      "productid": "41",
      "productname": "Purple heart",
      "productsciname": "Tradescantia pallida",
      "productlabel": "Indoor, Foliage Plant",
      "productlowprice": 80,
      "producthighprice": 120,
      "productprice": [80],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["purpleheart1.webp", "purpleheart2.webp"],
      "description": "A striking ornamental foliage plant featuring deep purple lance-shaped leaves that create a bold color contrast in gardens, balcony planters, and indoor displays. Fast-growing and extremely easy to maintain, this plant spreads beautifully to form dense purple clusters, adding vibrant texture and color to any plant collection. 💜🌿",
      "shortDescription": "Deep purple foliage plant—bold, vibrant, and very easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water when the top soil becomes slightly dry.",
        "Sunlight: Bright indirect light or partial sun keeps the purple color intense.",
        "Soil: Use a well-draining potting mix.",
        "Trim regularly to maintain a bushy compact appearance 🌱"
      ]
    },
    {
      "productid": "42",
      "productname": "Yellow Bunny",
      "productsciname": "Opuntia microdasys",
      "productlabel": "Outdoor, Cactus",
      "productlowprice": 80,
      "producthighprice": 260,
      "productprice": [80, 180, 220],
      "risk": "critical",
      "productrating": 1,
      "productsize": ["2", "4", "6"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["yellowbunny1.webp", "yellowbunny2.webp"],
      "description": "A charming miniature bunny-ear cactus featuring small oval pads covered with soft golden dotted spines that resemble tiny rabbit ears. Compact, drought-tolerant, and visually playful, this cactus is perfect for windowsills, succulent trays, and cactus collections, bringing a cute desert accent to any space. 🌵✨",
      "shortDescription": "Mini bunny-ear cactus with golden dotted spines—cute, compact, and easy to maintain.",
      "stockAvailable": [true, true, true],
      "discount": [0, 0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water sparingly only when the soil is fully dry.",
        "Sunlight: Bright light to full sun keeps pads compact.",
        "Soil: Use a fast-draining cactus mix.",
        "Handle carefully as fine spines can irritate skin 🌵"
      ]
    },
    {
      "productid": "43",
      "productname": "White Bunny",
      "productsciname": "Opuntia microdasys var. albispina",
      "productlabel": "Outdoor, Cactus",
      "productlowprice": 220,
      "producthighprice": 190,
      "productprice": [80, 150],
      "risk": "critical",
      "productrating": 1,
      "productsize": ["2", "4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["whitebunny1.webp", "whitebunny2.webp"],
      "description": "A charming bunny-ear cactus featuring oval green pads covered with dense white dotted spines that resemble soft rabbit ears. Compact, drought-tolerant, and highly decorative, this cactus creates a playful desert accent for balconies, sunny windows, and cactus collections. 🌵✨",
      "shortDescription": "White dotted bunny-ear cactus—compact, playful, and easy to maintain.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water lightly only when soil is completely dry.",
        "Sunlight: Prefers bright light to full sun for compact growth.",
        "Soil: Use a well-draining cactus mix.",
        "Handle carefully as fine spines can irritate skin 🌵"
      ]
    },
    {
      "productid": "44",
      "productname": "Spider Ball Cactus",
      "productsciname": "Mammillaria spinosissima",
      "productlabel": "Outdoor, Cactus",
      "productlowprice": 80,
      "producthighprice": 220,
      "productprice": [80, 180],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["2", "4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["spiball1.webp", "spiball2.webp"],
      "description": "A compact spherical cactus covered with dense white radial spines and longer reddish central spines, creating a delicate spider-web appearance. Hardy, drought-tolerant, and occasionally producing small crown flowers, this cactus makes an eye-catching addition to sunny windowsills, balconies, and cactus collections. 🌵",
      "shortDescription": "Round spider-web cactus with white and reddish spines—compact and easy to maintain.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water sparingly only when the soil is completely dry.",
        "Sunlight: Requires bright light to full sun for healthy growth.",
        "Soil: Use a well-draining cactus potting mix.",
        "Provide good airflow to prevent excess moisture buildup 🌵"
      ]
    },
    {
      "productid": "45",
      "productname": "Cluster Ball Cactus",
      "productsciname": "Mammillaria gracilis",
      "productlabel": "Outdoor, Cactus",
      "productlowprice": 80,
      "producthighprice": 160,
      "productprice": [80, 120],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["2", "4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["cluball1.webp"],
      "description": "A charming clustering cactus that forms dense groups of small spherical heads covered with fine golden spines. As it grows, it creates a compact mound filled with offsets, giving a soft textured appearance while remaining hardy and low maintenance. Ideal for sunny balconies, cactus bowls, and succulent arrangements. 🌵",
      "shortDescription": "Compact clustering cactus with golden spines—dense, hardy, and easy to grow.",
      "stockAvailable": [true, true],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Water lightly only when the soil is completely dry.",
        "Sunlight: Prefers bright sunlight to maintain compact growth.",
        "Soil: Use a fast-draining cactus mix.",
        "Produces many offsets, forming attractive clusters over time 🌵"
      ]
    },
    {
      "productid": "46",
      "productname": "Christmas Cactus",
      "productsciname": "Mammillaria elongata",
      "productlabel": "Outdoor, Cactus",
      "productlowprice": 180,
      "producthighprice": 220,
      "productprice": [180],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["Chris1.webp"],
      "description": "A charming column-forming cactus that grows in clustered upright stems covered with fine white star-like spines, creating a soft glowing appearance. Over time, it forms attractive mounds of slender towers, making it perfect for cactus bowls, sunny balconies, and low-maintenance plant collections. 🌵",
      "shortDescription": "Clustered upright cactus with star-like white spines—compact, decorative, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water lightly only when the soil is completely dry.",
        "Sunlight: Prefers bright sunlight for compact healthy growth.",
        "Soil: Use a fast-draining cactus mix.",
        "Produces clusters of slender towers as it matures 🌵"
      ]
    },
    {
      "productid": "47",
      "productname": "Mint Rose Echeveria",
      "productsciname": "Echeveria hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 150,
      "producthighprice": 190,
      "productprice": [150],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["mintrose1.webp"],
      "description": "A soft pastel-green rosette succulent with smooth, rounded leaves arranged in a perfect rose-like spiral. Its fresh mint tone and symmetrical form make it an elegant centerpiece for desks, shelves, and decorative succulent arrangements. Compact, calming, and beginner-friendly, it adds a refined natural touch to any indoor plant collection. 🌿",
      "shortDescription": "Pastel mint-green rose-shaped Echeveria—elegant, compact, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is fully dry.",
        "Sunlight: Bright indirect light keeps the rosette compact and healthy.",
        "Soil: Use a well-draining succulent potting mix.",
        "Avoid water collecting in the center of the rosette."
      ]
    },
    {
      "productid": "48",
      "productname": "Velvet Paw",
      "productsciname": "Kalanchoe tomentosa",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 130,
      "producthighprice": 170,
      "productprice": [130],
      "risk": "safe",
      "productrating": 1,
      "productsize": ["3"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["pandat1.webp"],
      "description": "A charming fuzzy succulent with soft silver-green leaves edged in warm chocolate-brown markings that resemble panda ears. The velvety texture makes this plant uniquely attractive and pleasant to touch, while its hardy nature makes it very easy to maintain. Perfect for desks, succulent trays, and gifting arrangements, it adds both texture and character to any plant collection. 🐼🌿",
      "shortDescription": "Velvety panda-ear succulent with soft silver leaves and brown tips—cute, textured, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light maintains compact growth.",
        "Soil: Use a fast-draining succulent mix.",
        "Avoid wetting the fuzzy leaves to prevent spotting 🌿"
      ]
    },
    {
      "productid": "49",
      "productname": "Bear Paw Succulent",
      "productsciname": "Cotyledon tomentosa",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 180,
      "producthighprice": 220,
      "productprice": [180],
      "risk": "critical",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["bearpaw1.webp", "bearpaw2.webp"],
      "description": "A charming fuzzy succulent featuring thick velvety green leaves shaped like tiny bear paws with softly toothed tips. Its plush texture and playful appearance make it a delightful decorative plant for desks, windowsills, and cozy indoor plant arrangements. Compact, hardy, and beginner-friendly, this succulent brings a cute and lively touch to any collection. 🐻🌿",
      "shortDescription": "Velvety paw-shaped succulent with soft fuzzy leaves—cute, compact, and easy to grow.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Water only when the soil is completely dry.",
        "Sunlight: Bright indirect light keeps the leaves compact and healthy.",
        "Soil: Use a well-draining succulent mix.",
        "Avoid overwatering to maintain firm, healthy leaves."
      ]
    },
    {
      "productid": "50",
      "productname": "Golden Coral Cactus",
      "productsciname": "Euphorbia lactea cristata (variegata)",
      "productlabel": "Outdoor, Cactus",
      "productlowprice": 150,
      "producthighprice": 290,
      "productprice": [150, 250],
      "risk": "moderate",
      "productrating": 1,
      "productsize": ["3", "5"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["Goldcoral1.webp"],
      "description": "A striking sculptural succulent with crested, coral-like growth in shades of golden yellow and green. Its wavy, fan-shaped form and textured ridges give it a dramatic architectural appearance, making it a standout feature in cactus collections and sunny balconies. Unique, bold, and low-maintenance, this plant adds an exotic desert charm to any space. 🌵✨",
      "shortDescription": "Crested golden-green coral cactus—bold, sculptural, and eye-catching.",
      "stockAvailable": [true, false],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Allow soil to dry completely before watering.",
        "Sunlight: Prefers bright light with some direct morning sun.",
        "Soil: Use a fast-draining cactus mix.",
        "Handle carefully; sap may be mildly irritating."
      ]
    },
    {
      "productid": "51",
      "productname": "Rosemary Herb Plant",
      "productsciname": "Salvia rosmarinus",
      "productlabel": "Outdoor, Herb",
      "productlowprice": 150,
      "producthighprice": 320,
      "productprice": [150, 280],
      "risk": "low",
      "productrating": 1,
      "productsize": ["6", "8"],
      "productpotsize": ["4"],
      "frontpage": false,
      "productimg": ["rosemary1.webp", "rosemary2.webp"],
      "description": "A fragrant evergreen herb with slender needle-like leaves and a refreshing woody aroma. Rosemary is widely loved for its culinary uses, medicinal value, and ornamental beauty. Its upright growth and silvery-green foliage make it perfect for balconies, terraces, and kitchen gardens. Hardy and sun-loving, it thrives beautifully in warm climates. 🌿✨",
      "shortDescription": "Fragrant evergreen herb with needle-like leaves—perfect for cooking and sunny balconies.",
      "stockAvailable": [true, false],
      "discount": [0, 0],
      "category": "plant",
      "tips": [
        "Watering: Allow the topsoil to dry before watering again.",
        "Sunlight: Needs full sun for healthy growth and strong aroma.",
        "Soil: Use well-draining soil; avoid waterlogging.",
        "Prune regularly to encourage bushy growth."
      ]
    },
    {
      "productid": "52",
      "productname": "Dried Rosemary Leaves",
      "productsciname": "Salvia rosmarinus",
      "productlabel": "Herb, Culinary",
      "productlowprice": 100,
      "producthighprice": 1000,
      "productprice": [100, 250, 500, 1000],
      "risk": "low",
      "productrating": 1,
      "productsize": ["100g", "250g", "500g", "1kg"],
      "productpotsize": [],
      "frontpage": false,
      "productimg": ["driedrosemary1.webp", "driedrosemary2.webp"],
      "description": "Premium quality dried rosemary leaves with a strong woody aroma and slightly peppery flavor. Carefully harvested and naturally dried to retain essential oils, this herb enhances soups, roasted vegetables, breads, marinades, and grilled dishes. Known for its antioxidant and digestive benefits, rosemary is a must-have in every kitchen. 🌿✨",
      "shortDescription": "Aromatic dried rosemary leaves—perfect for seasoning, roasting, and herbal infusions.",
      "stockAvailable": [true, true, true, true],
      "discount": [0, 0, 0, 0],
      "category": "herb",
      "tips": [
        "Store in an airtight container away from moisture.",
        "Add during cooking for deep flavor infusion.",
        "Crush lightly before use to release more aroma.",
        "Best used within 6–8 months for maximum freshness."
      ]
    },
    {
      "productid": "53",
      "productname": "Spider Plant Variegated",
      "productsciname": "Chlorophytum comosum",
      "productlabel": "Indoor, Air Purifying",
      "productlowprice": 100,
      "producthighprice": 140,
      "productprice": [100],
      "risk": "low",
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["spidervar1.webp"],
      "description": "A vibrant variegated Spider Plant featuring long arching green leaves edged with creamy white stripes. Known for its air-purifying qualities and easy-care nature, this hardy plant thrives in bright indoor spaces and produces charming baby plantlets over time. Perfect for desks, shelves, and hanging planters, it brings freshness and movement to any home corner. 🌿✨",
      "shortDescription": "Classic variegated Spider Plant with striped leaves—easy, elegant, and air-purifying.",
      "stockAvailable": [true],
      "discount": [0],
      "category": "plant",
      "tips": [
        "Watering: Allow the top soil to dry slightly between watering.",
        "Sunlight: Prefers bright indirect light but tolerates partial shade.",
        "Soil: Use a well-draining potting mix.",
        "Trim brown tips occasionally to maintain a neat look."
      ]
    }
  ]
}
