{
  "product": [
    {
      "productid": "1",
      "productname": "Green Necklace",
      "productsciname": "Curio rowleyanus (String of Pearls)",
      "productlabel": "Semi-Indoor, Hanging, Succulent",
      "productlowprice": 80,
      "producthighprice": 190,
      "productprice": [80, 150],
      "productdisc": 10,
      "productrating": 4,
      "productsize": ["3", "5"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["StringofPearl1.webp", "StringofPearl2.webp"],
      "description": "String of Pearls is a beautiful trailing succulent with small, round, bead-like green leaves that hang gracefully over pots and baskets. It is easy to care for, loves bright indirect light, and adds a soft, elegant touch to indoor spaces—perfect for shelves and hanging planters 🌱",
      "shortDescription": "String of Pearls is a trailing succulent with round, bead-like green leaves. It’s easy to care for, loves bright indirect light, and looks perfect in hanging pots or shelves 🌿",
      "stockAvailable": true,
      "discount": 0,
      "tips": [
        "Water: Water only when the soil is completely dry. Overwatering causes root rot.",
        "Sunlight: Bright, indirect light is best. A little morning sun is okay.",
        "Soil: Use well-draining succulent/cactus soil. Never use heavy garden soil.",
        "Perfect low-maintenance trailing succulent for hanging pots and shelves"
      ]
    },
    {
      "productid": "2",
      "productname": "Golden Edges",
      "productsciname": "Crassula ovata ‘Variegata’ (Variegated Jade)",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 160,
      "productprice": [60, 120],
      "productdisc": 10,
      "productrating": 1,
      "productsize": ["4", "5"],
      "productpotsize": ["3", "4"],
      "frontpage": true,
      "productimg": ["JadeVarigated1.webp"],
      "description": "The Variegated Jade is a beautiful, slow-growing succulent loved for its thick, fleshy leaves highlighted with creamy white or yellow edges and soft green centers. Each leaf looks hand-painted, making this plant a standout in any indoor plant collection. Known as a symbol of good luck, prosperity, and positive energy, it’s perfect for homes and workspaces.",
      "shortDescription": "Variegated Jade is a compact, low-maintenance succulent with thick green leaves edged in creamy white or yellow. Known for bringing good luck and prosperity, it thrives in bright indirect light and needs minimal watering—perfect for homes and offices. 🌿✨",
      "stockAvailable": true,
      "discount": 0,
      "tips": [
        "Water: Water only when the soil is completely dry. Overwatering can cause root rot.",
        "Sunlight: Loves bright, indirect sunlight; a few hours of gentle morning sun is ideal.",
        "Soil: Use well-draining soil (succulent/cactus mix) to keep roots healthy.",
        "Perfect for beginners and low-maintenance homes 🌿"
      ]
    },
    {
      "productid": "3",
      "productname": "Sky Rosette",
      "productsciname": "Echeveria ‘Blue Bird’",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 200,
      "productprice": [80, 160],
      "productdisc": 10,
      "productrating": 1,
      "productsize": ["3", "5"],
      "productpotsize": ["3", "4"],
      "frontpage": true,
      "productimg": ["BlueBird1.webp", "BlueBird2.webp"],
      "description": "Blue Bird (Echeveria) is a stunning rosette-shaped succulent with soft blue-gray leaves highlighted by pink edges. Its powdery, pastel tones give it a calm and elegant look, making it perfect for indoor décor and succulent arrangements. Easy to care for, it loves bright light, well-draining soil, and minimal watering—ideal for beginners and plant lovers alike. 🌿💙",
      "shortDescription": "Blue Bird is a beautiful succulent with soft blue-gray rosette leaves and delicate pink edges. Elegant, compact, and easy to care for, it thrives in bright light with minimal watering—perfect for homes and offices. 🌿💙",
      "stockAvailable": false,
      "discount": 70,
      "tips": [
        "Water: Water only when the soil is completely dry. Overwatering can cause root rot.",
        "Sunlight: Bright light with gentle morning sun. Too much harsh sun may burn leaves.",
        "Soil: Well-draining succulent/cactus mix. Good drainage is a must.",
        "Perfect for beginners and indoor spots with good light 🌿"
      ]
    },
    {
      "productid": "4",
      "productname": "Opal Glow",
      "productsciname": "Graptoveria ‘Opalina’ (Echeveria × Graptopetalum hybrid)",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 200,
      "productprice": [80, 160],
      "productdisc": 10,
      "productrating": 1,
      "productsize": ["3", "5"],
      "productpotsize": ["3", "4"],
      "frontpage": true,
      "productimg": ["Graptovira1.webp"],
      "description": "Graptoveria Opalina is a charming succulent with thick, rounded leaves in soft pastel shades of blue, green, and lavender, often blushing pink under bright light. Its neat rosette form and powdery finish make it a favorite for pots and succulent arrangements. Easy to grow and low maintenance, it prefers bright light, well-draining soil, and minimal watering—perfect for beginners and collectors alike. 🌿✨",
      "shortDescription": "Graptoveria Opalina is a lovely rosette succulent with thick pastel blue-green leaves that blush pink in bright light. Compact, low-maintenance, and perfect for indoor décor and succulent collections. 🌿✨",
      "stockAvailable": true,
      "discount": 10,
      "tips": [
        "Watering: Water only when the soil is completely dry. Avoid overwatering; it’s drought-tolerant.",
        "Sunlight: Needs bright light to full sun (4–6 hours). More light brings out its beautiful pastel colors.",
        "Soil: Use well-draining succulent/cactus mix. Good drainage is very important to prevent root rot.",
        "Perfect for beginners and indoor sunny spots 🌿"
      ]
    },
    {
      "productid": "5",
      "productname": "Emerald Bloom",
      "productsciname": "Echeveria sp. (Green rosette type)",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 80,
      "producthighprice": 220,
      "productprice": [80, 150, 180],
      "productdisc": 10,
      "productrating": 1,
      "productsize": ["2", "4", "5"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["GreenEchiveria1.webp"],
      "description": "A beautiful green rosette-forming succulent with thick, fleshy leaves and branching woody stems. This hardy hybrid grows multiple offsets, giving it a lush and full appearance over time. Easy to care for and perfect for sunny windowsills, balconies, and beginner plant lovers. Its compact growth and fresh green tones make it an ideal choice for indoor and outdoor succulent collections. 🌿",
      "shortDescription": "A compact green succulent with fleshy rosettes and branching stems, easy to grow and perfect for bright spaces. 🌿",
      "stockAvailable": true,
      "discount": 0,
      "tips": [
        "Watering: Water only when the soil is completely dry. Avoid overwatering; it’s drought-tolerant.",
        "Sunlight: Needs bright light to full sun (4–6 hours). More light brings out its Vibrant Green colors.",
        "Soil: Use well-draining succulent/cactus mix. Good drainage is very important to prevent root rot.",
        "Perfect for beginners and indoor sunny spots 🌿"
      ]
    },
    {
      "productid": "6",
      "productname": "Sunburst Globe",
      "productsciname": "Gymnocalycium mihanovichii variegata (Variegated Gymnocalycium)",
      "productlabel": "Semi-Indoor, Cactus",
      "productlowprice": 400,
      "producthighprice": 440,
      "productprice": [400],
      "productdisc": 10,
      "productrating": 1,
      "productsize": ["4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["Gymno1.webp"],
      "description": "A rare and eye-catching variegated Gymnocalycium cactus featuring stunning shades of red, orange, yellow, and green. This slow-growing cactus forms ribbed globular bodies with soft spines and produces offsets over time. Its natural variegation makes every plant unique, adding a bold pop of color to any cactus collection. Ideal for bright indoor spaces and protected outdoor areas. 🌵✨",
      "shortDescription": "A rare variegated Gymnocalycium cactus with vibrant red, orange, and green tones—compact, colorful, and easy to maintain. 🌵",
      "stockAvailable": true,
      "discount": 0,
      "tips": [
        "Watering: Water only when the soil is completely dry. Overwatering can cause root rot.",
        "Sunlight: Bright indirect light or gentle morning sun is ideal. Avoid harsh afternoon sunlight.",
        "Soil: Use a fast-draining cactus mix with good aeration. Never use heavy garden soil.",
        "Slow-growing and perfect for collectors and beginners alike 🌵"
      ]
    },
    {
      "productid": "7",
      "productname": "Dusty Rose",
      "productsciname": "Echeveria ‘Hanaikada’",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 120,
      "producthighprice": 300,
      "productprice": [120, 200, 280],
      "productdisc": 10,
      "productrating": 1,
      "productsize": ["2", "3", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["Hanaikada1.webp"],
      "description": "A charming rosette-forming Echeveria succulent with soft brown, dusty pink, and muted lavender tones. Its thick, fleshy leaves grow in a tight symmetrical rosette, making it a perfect choice for miniature pots and decorative arrangements. Color deepens beautifully under bright light, adding a calm and elegant touch to any succulent collection. Easy to care for and ideal for beginners and collectors alike. 🌸",
      "shortDescription": "A compact Echeveria with dusty brown-pink rosettes, perfect for bright indoor spaces and small pots. 🌿",
      "stockAvailable": true,
      "discount": 0,
      "tips": [
        "Watering: Water only when the soil is completely dry. Avoid frequent watering to prevent rot.",
        "Sunlight: Bright indirect light or gentle morning sun helps maintain compact shape and color.",
        "Soil: Use a well-draining succulent mix with good airflow around the roots.",
        "Great for desks, windowsills, and succulent gift arrangements 🌱"
      ]
    },
    {
      "productid": "8",
      "productname": "Little Sprout",
      "productsciname": "Echeveria hybrid",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 100,
      "producthighprice": 260,
      "productprice": [100, 180, 240],
      "productdisc": 10,
      "productrating": 1,
      "productsize": ["2", "3", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["LittleSprout1.webp", "LittleSprout2.webp"],
      "description": "A delightful green rosette succulent that produces multiple baby offsets and elegant flower stalks over time. Its thick, fleshy leaves stay compact and vibrant, making it a joyful addition to desks, windowsills, and small plant collections. Easy to grow and full of life, this plant brings a fresh and calming feel to any space. 🌱✨",
      "shortDescription": "A cheerful green rosette succulent with baby offsets and flower stalks—easy, lively, and beginner-friendly. 🌿",
      "stockAvailable": true,
      "discount": 0,
      "tips": [
        "<strong>Watering:</strong> Water only when the soil is fully dry. Avoid frequent watering to prevent root rot.",
        "<strong>Sunlight:</strong> Bright indirect light or gentle morning sun keeps the plant compact and healthy.",
        "<strong>Soil:</strong> Use a well-draining succulent mix to ensure proper root airflow.",
        "Produces baby offsets and flowers with proper care 🌸"
      ]
    },
    {
      "productid": "9",
      "productname": "Green Tower",
      "productsciname": "Crassula muscosa",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 120,
      "producthighprice": 300,
      "productprice": [120, 200, 280],
      "productdisc": 10,
      "productrating": 1,
      "productsize": ["2", "3", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["GreenTower1.webp", "GreenTower2.webp", "GreenTower3.webp"],
      "description": "A unique upright succulent with tightly stacked, scale-like green leaves forming a tower-shaped structure. This architectural plant produces delicate flower spikes and branches beautifully over time, creating a dense and textured look. Easy to grow and visually striking, it’s perfect for modern interiors, desks, and succulent arrangements. 🌿✨",
      "shortDescription": "An upright stacked-leaf succulent with a tower-like form—unique, easy, and visually striking. 🌱",
      "stockAvailable": true,
      "discount": 0,
      "tips": [
        "<strong>Watering:</strong> Water only when the soil is completely dry. Overwatering can cause stem rot.",
        "<strong>Sunlight:</strong> Bright indirect light or gentle morning sun keeps the plant compact and healthy.",
        "<strong>Soil:</strong> Use a fast-draining succulent or cactus mix for best growth.",
        "Branches and flowers well with proper light and care 🌼"
      ]
    },
    {
      "productid": "10",
      "productname": "Ruby Paddle",
      "productsciname": "Kalanchoe luciae",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 120,
      "producthighprice": 320,
      "productprice": [120, 220, 300],
      "productdisc": 10,
      "productrating": 1,
      "productsize": ["2", "3", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["RubyPaddle1.webp", "RubyPaddle2.webp", "RubyPaddle3.webp"],
      "description": "A bold paddle-shaped succulent with soft green leaves outlined in striking ruby-red edges. This slow-growing plant develops deeper color under bright light, creating a dramatic and sculptural look. Hardy, drought-tolerant, and easy to care for, it’s a perfect statement plant for sunny windowsills and modern interiors. ❤️🌿",
      "shortDescription": "A paddle-leaf succulent with red-edged green leaves—bold, hardy, and easy to grow. 🌱",
      "stockAvailable": true,
      "discount": 0,
      "tips": [
        "<strong>Watering:</strong> Water only when the soil is completely dry. Overwatering may cause leaf rot.",
        "<strong>Sunlight:</strong> Bright light or gentle direct sun enhances the red leaf edges.",
        "<strong>Soil:</strong> Use a well-draining succulent or cactus soil mix.",
        "Color intensifies beautifully with proper sunlight ☀️"
      ]
    },
    {
      "productid": "11",
      "productname": "Cotton Candy",
      "productsciname": "Anacampseros sp.",
      "productlabel": "Semi-Indoor, Succulent",
      "productlowprice": 120,
      "producthighprice": 320,
      "productprice": [120, 220, 300],
      "productdisc": 10,
      "productrating": 1,
      "productsize": ["2", "3", "4"],
      "productpotsize": ["3", "4"],
      "frontpage": false,
      "productimg": ["CottonCandy1.webp", "CottonCandy2.webp"],
      "description": "A unique and eye-catching succulent featuring soft green leaves tipped with deep purple and wrapped in delicate cotton-like hairs. This fuzzy texture helps protect the plant from harsh sunlight, giving it a magical, almost cloud-like appearance. Compact, slow-growing, and full of character, it’s a must-have for collectors and succulent lovers alike. ☁️🌿",
      "shortDescription": "A fuzzy Anacampseros succulent with green leaves, purple tips, and cottony webbing—rare and charming. ✨",
      "stockAvailable": true,
      "discount": 0,
      "tips": [
        "<strong>Watering:</strong> Water only when the soil is completely dry. Avoid wetting the cottony hairs.",
        "<strong>Sunlight:</strong> Bright indirect light or gentle morning sun enhances color and keeps growth compact.",
        "<strong>Soil:</strong> Use a fast-draining succulent mix with added grit or sand.",
        "Handle gently to preserve its soft cotton-like texture 🤍"
      ]
    }
  ]
}
